{
	"Changes": [
		//add mail
		{
			"Action": "EditData",
			"Target": "Data/Mail",
			"Entries": {
				"AbigailCooking": "Hi @,^I know you're always up for trying new things, so I thought you might enjoy this recipe. I've included it below, along with some tips for making it just right. Let me know if you give it a try! ^   -Abigail%item cookingRecipe %%[#]Abigail's Recipe",
				"AlexCooking": "@,^This recipe is a good way to stay energized and ready for anything the day can throw at you. It's one of my favorites. Hope you like it! ^   -Alex%item cookingRecipe %%[#]Alex's Recipe",
				"ElliotCooking": "@,^I hope this letter finds you well. I wanted to share a recipe for a storied drink with you. If you ever want to hear tell of it, please come talk with me again. ^   -Elliot%item cookingRecipe %%[#]Elliot's Recipe",
				"HaleyCooking": "@,^I wanted to share one of my favorite recipes with you. It's super easy to make and absolutely delicious. I'm sure you'll love it, I know I do! ^   -Haley%item cookingRecipe %%[#]Haley's Recipe",
				"HarveyCooking": "@,^I've been thinking about you and your health, and I wanted to share a recipe that I think will be good for your digestion. As a doctor, I know how important it is to take care of your body from the inside out. This recipe is something that I like to make for myself when I'm feeling a bit sluggish. Let me know what you think! ^   -Harvey%item cookingRecipe %%[#]Harvey's Recipe",
				"JasCooking": "Hi @,^I wanted to share one of my favorite recipes with you. It's something that my mom used to make for me when I was little and it always reminds me of home. ^   -Jas%item cookingRecipe %%[#]Jas's Recipe",
				"KrobusCooking": "Greetings @,^I have been curious about human food for quite some time. Your kind often talk about the taste and texture of various dishes, but to me, it all sounds like a foreign language. Please find a recipe enclosed and share it with me. I would like to understand this tasty morsel. ^   -Krobus%item cookingRecipe %%[#]Krobus's Recipe",
				"LeahCooking": "Dear @,^I find inspiration in all sorts of places, including in the kitchen. Cooking and baking can be just as creative as painting or sculpting, and I love experimenting with new recipes and flavors. I thought I would share my latest creation with you. ^   -Leah%item cookingRecipe %%[#]Leah's Recipe",
				"MaruCooking": "Dear @,^Lately, I've been reading a lot about tea and its culture. Did you know that tea has been enjoyed for thousands of years and that there are so many different types and flavors to try? I've been experimenting with different blends and brewing methods, and I think I've come up with a recipe that you're going to love. ^   -Maru%item cookingRecipe %%[#]Maru's Recipe",
				"PennyCooking": "I hope this letter finds you well. I was going through my recipe box the other day, and I found an old family recipe that I think you're going to love. Please enjoy it when you have the time. ^   -Penny%item cookingRecipe %%[#]Penny's Recipe",
				"SamCooking": "@,^I hope you're doing well. I wanted to share a recipe with you that I've been making a lot lately. It's killer! Let me know if you try the recipe and what you think. And if you ever need any more recipe ideas, hit me up. ^   -Sam%item cookingRecipe %%[#]Sam's Recipe",
				"SebastianCooking": "Hey @,^I hope you're doing well. I wanted to share a recipe with you that I've been perfecting lately. If you have any favorite recipes, send them my way. I'm always looking for new ways to expand my culinary horizons. ^   -Sebastian%item cookingRecipe %%[#]Sebastian's Recipe",
				"VincentCooking": "Hi @,^I wanted to send a recipe to you that me and my mom sometimes cook. It's tough being the youngest in the family, but I always feel like I can talk to you about anything. Thanks for being my friend! ^   -Vincent%item cookingRecipe %%[#]Vincent's Recipe",
				"WizardCooking": "Dear @,^I wanted to share with you a recipe that can be quite useful in your daily life. The ingredients for this recipe may be difficult to obtain, but I believe the benefits are worth the effort.  ^   -M. Rasmodius, Wizard%item cookingRecipe %%[#]Wizard's Recipe",
			}
		},
    ]
}